// YourNemecpp.cpp: определяет точку входа для консольного приложения.
//

#include "stdafx.h"
#include "iostream"
using namespace std;

int main()
{
	setlocale(LC_ALL, "ukr");
	cout << "Шевченко Тарас Григорович" << endl;
	cout << "Народився 9 березня 1814 року у селі Моринці Звенигородського повіту Київської губернії в закріпаченій селянській родині." << endl;
	cout << "Рано став сиротою — мати померла, коли йому було 9 років, батько — у 12 років." << endl;
	cout << "Восени 1822 року починає вчитися грамоти у місцевого дяка." << endl;
	cout << "Іде наймитувати до дяка Богорського, який прибув з Києва." << endl;
	cout << "Не витерпівши знущань дяка, тікає від нього і шукає в навколишніх селах учителя-маляра" << endl;
	cout << "В 1828 році він потрапляє в число прислуги поміщика Енгельгардта, спочатку в ролі кухарчука, потім козачка." << endl;
	cout << "Помітивши у Тараса пристрасть до живопису, поміщик вирішує зробити його придворним художником." << endl;
	cout << "Він віддає свого кріпака в навчання викладачеві Віленського університету — портретисту Яну Рустему." << endl;
	cout << "У Вільні юний Тарас пробув 1,5 року." << endl;
	cout << "Переїхавши 1831 року з Вільно до Петербурга, Енгельгардт взяв із собою Шевченка і віддав його в науку на 4 роки до живописця Василя Ширяєва." << endl;
	cout << "" << endl;
	cout << "" << endl;
	system("pause");
}

